
SELECT * FROM platform_common_merchant where merchant_name in(
'北京千品猫科技有限公司',
'成都万增商贸有限公司',
'非常品牌生活文化传播(茂名)有限公司',
'南昌领鑫信息咨询有限公司',
'宁夏吉源辉汽车信息咨询服务有限公司',
'宁夏亿兴汽车销售有限公司',
'上海贵谱信息科技有限公司',
'宿州市小家汽车服务有限公司',
'云南金鼎汽车贸易有限公司',
'遵义市千汇汽车销售服务有限公司',
'长春子煜商贸有限公司'
);


SELECT * FROM platform_common_merchant where merchant_name in(
'赣州广虹雷克萨斯汽车销售服务有限公司',
'南京福之鼎汽车服务有限公司',
'陕西悍途领驭科技有限公司'
);

SELECT * FROM platform_common_merchant where merchant_name in(
'贵州林荣汽车贸易股份有限公司',
'呼伦贝尔冀海汽车贸易有限公司',
'唐山光辉汽车销售服务有限公司',
'唐山弘德丰田汽车销售服务有限公司',
'唐山冀东丰田汽车销售服务有限公司',
'通辽庞大一众汽车销售服务有限公司',
'乌鲁木齐庞大腾众汽车销售有限公司',
'新疆大地汽车销售有限责任公司',
'张家口庞大铭盛汽车销售服务有限公司'
);

SELECT * FROM platform_common_merchant where merchant_name in(
'大连庞大华通汽车贸易有限公司',
'广州市饰和汽车有限公司',
'呼伦贝尔市庞大龙盛丰田汽车销售服务有限公司',
'荣成新广利丰田汽车销售服务有限公司',
'深圳市爱车有道汽车服务有限公司',
'昌吉庞大丰雅丰田汽车销售服务有限公司',
'承德市通程汽车销售有限公司',
'赤峰冀腾汽车贸易有限公司',
'定西恒信丰田汽车销售服务有限公司',
'衡阳市畅安汽车贸易有限公司',
'山西瑞车汇汽车服务有限公司',
'唐山庞大泰达汽车销售服务有限公司',
'新疆庞大本顺汽车销售服务有限公司',
'延边金山丰田汽车销售服务有限公司',
'保定庞大本瑞汽车销售服务有限公司',
'北京冀贵汽车贸易有限公司',
'北京来广营中冀汽车销售有限公司',
'北京五方桥丰田汽车销售服务有限公司',
'承德本祥汽车销售服务有限公司',
'邯郸市誉丰汽车销售有限责任公司',
'合肥云成汽车科技有限公司',
'沈阳庞大华通汽车贸易有限公司',
'太原庞大丰扬丰田汽车销售服务有限公司',
'唐山市庞大众跃汽车销售服务有限公司'
);

SELECT * FROM platform_common_merchant where merchant_name in(
'赤峰市冀东本峰汽车销售服务有限公司',
'大连友联电子有限公司',
'廊坊市庞大一众汽车销售服务有限公司',
'乌兰察布庞大弘翔丰田汽车销售服务有限公司',
'西宁中冀汽车销售有限公司',
'新疆政辉贸易有限公司',
'张家口市庞大一众汽车销售有限公司',
'张家口市庞大众腾汽车销售有限公司',
'浙江众联晟通国际贸易有限公司',
'武汉荣方科技有限公司'
);


SELECT * FROM platform_common_merchant where merchant_name in(
'赣州缤美科技有限公司',
'广州市威卡骏科技有限公司',
'深圳市纵横物联科技有限公司',
'宁波福宏汽车销售有限公司',
'北京冀东丰汽车销售服务有限公司',
'上海辰兆贸易有限公司',
'上海若悦电子科技有限公司',
'保定庞大一众汽车销售服务有限公司',
'新疆庞大伟菱汽车销售有限公司',
'北京华晟聚品科技有限公司',
'贵州欣然汽车服务有限公司',
'合肥车之仆汽车服务有限公司'
);